<p>Кроссовки Lifestyle <strong>New Balance 550</strong> в версиях для женщин и мужчин.<br>
    Верх выполнен из натуральной кожи.<br>
    Массивная промежуточная подошва из ЭВА поддерживает весь силуэт обуви, что обеспечивает комфорт и удобство
    использования.<br>
    Прочный и устойчивый к истиранию и механическим повреждениям протектор с <em>не оставляющей следов подошвой</em>
    предотвращает скольжение и не оставляет следов на поверхности.<br>
    <strong>Кроссовки New Balance 550</strong> прекрасно подчеркнут <a target="_blank" href="/women's/clothing"><span
            style="color: rgb(226, 24, 54);">женский</span></a> и <a target="_blank" href="/men's/clothing"><span
            style="color: rgb(226, 24, 54);">мужской</span></a> стиль одежды.
</p>
