<section class="m-b_20 m-t_20">
    <div id="доставка-по-всей-россии"></div>
    <h2>Доставка в Калининград</h2>
    <div><b>Доставка товара  {{ $product->name }} до Калининграда</b> осуществляется от 15 дней, до 28 дней по договору.</div>
    <h2>Доставка по России</h2>
    <div>Минимальная стоимость отправки 1000 руб. (зависит от удаленности региона получения и выбранной Вами транспортной компании).</div>
    <h2>Способы оплаты</h2>
    <div>Оплата 100% на банковский счет организации по договору. Электронный чек об оплате со всеми товарами и услугами приходит Вам на электронную почту после оплаты заказа. Для оплаты от Юридических лиц и ИП понадобится карточка организации и данные контактного лица. Предоставляем все закрывающие документы. <br><br> Также возможна оплата при получении товара: при самовывозе из магазина или доставке по городу Калининград.</div>
</section>
